export default {
  projections: {
    СписокКонтейE: {
      номерКонтей: {
        __caption__: 'Номер контей'
      },
      наименКонтей: {
        __caption__: 'Наимен контей'
      }
    },
    СписокКонтейL: {
      номерКонтей: {
        __caption__: 'Номер контей'
      },
      наименКонтей: {
        __caption__: 'Наимен контей'
      }
    }
  },
  validations: {
    наименКонтей: {
      __caption__: 'Наимен контей'
    },
    номерКонтей: {
      __caption__: 'Номер контей'
    }
  }
};
