export default {
  projections: {
    ДокумПоставE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДогов: {
        __caption__: 'Номер договора'
      },
      организация: {
        __caption__: 'Организация',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        наимЗаказ: {
          __caption__: 'Заказчик'
        }
      },
      инфорОЗаказе: {
        __caption__: 'Информация о заказе',
        товары: {
          __caption__: 'Товар',
          наимТовара: {
            __caption__: 'Наименование товара'
          },
          производит: {
            __caption__: 'Производитель'
          },
          единицыИзмер: {
            __caption__: 'Единицы измерения'
          },
          цена: {
            __caption__: 'Цена'
          },
          масса: {
            __caption__: 'Масса'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ДокумПоставL: {
      дата: {
        __caption__: 'Дата'
      },
      номерДогов: {
        __caption__: 'Номер договора'
      },
      организация: {
        __caption__: 'Наименование организации',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      клиенты: {
        __caption__: 'Заказчик',
        наимЗаказ: {
          __caption__: 'Заказчик'
        },
        телефон: {
          __caption__: 'Телефон'
        },
        адресПоставщик: {
          __caption__: 'Адрес поставщика'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДогов: {
      __caption__: 'Номер договора'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    инфорОЗаказе: {
      __caption__: 'Информация о заказе'
    }
  }
};
