export default {
  projections: {
    ФормирРезПосE: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКлиента: {
        __caption__: 'Удовл клиента'
      }
    },
    ФормирРезПосL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКлиента: {
        __caption__: 'Удовл клиента'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличДеф: {
      __caption__: 'Налич деф'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКлиента: {
      __caption__: 'Удовл клиента'
    },
    формирРаспр: {
      __caption__: 'формирРаспр'
    }
  }
};
