export default {
  caption: 'Формир распр',
  'дата-caption': 'Дата',
  'номерДокРаспр-caption': 'Номер документа распределения',
  'докумПостав.номерДогов-caption': 'Номер договора',
  'докумПостав.клиенты.наимЗаказ-caption': 'Заказчик',
  'докумПостав.клиенты.телефон-caption': 'Телефон',
  'докумПостав.клиенты.адресПоставщик-caption': 'Адрес поставщика',
  'списокБарж-caption': 'Список барж',
  'пунктПогрузки-caption': 'Пункт погрузки',
  'списокКонтей-caption': 'Список контей',
  'докумПостав-caption': 'Докум постав',
  'списокБарж.номерБаржи-caption': 'Номер баржи',
  'пунктПогрузки.адрес-caption': 'Адрес',
  'списокКонтей.номерКонтей-caption': 'Номер контейнера'
};
