export default {
  projections: {
    КлиентыE: {
      наимЗаказ: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставки: {
        __caption__: 'Адрес поставки'
      },
      расчетСчет: {
        __caption__: 'Расчетный счет'
      },
      адресПоставщик: {
        __caption__: 'Адрес поставщика'
      }
    },
    КлиентыL: {
      наимЗаказ: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставки: {
        __caption__: 'Адрес поставки'
      },
      расчетСчет: {
        __caption__: 'Расчетный счет'
      },
      адресПоставщик: {
        __caption__: 'Адрес поставщика'
      }
    }
  },
  validations: {
    адресПоставки: {
      __caption__: 'Адрес поставки'
    },
    наимЗаказ: {
      __caption__: 'Заказчик'
    },
    расчетСчет: {
      __caption__: 'Расчетный счет'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    адресПоставщик: {
      __caption__: 'Адрес поставщика'
    }
  }
};
