export default {
  projections: {
    ФормирРезПосE: {
      дата: {
        __caption__: 'Дата'
      },
      формирРаспр: {
        __caption__: 'Документ распределения',
        докумПостав: {
          __caption__: '',
          клиенты: {
            __caption__: '',
            наимЗаказ: {
              __caption__: 'Заказчик'
            },
            телефон: {
              __caption__: 'Телефон'
            },
            адресПоставки: {
              __caption__: 'Адрес поставки'
            }
          }
        }
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКлиента: {
        __caption__: 'Удовл клиента'
      }
    },
    ФормирРезПосL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКлиента: {
        __caption__: 'Удовл клиента'
      },
      формирРаспр: {
        __caption__: 'Номер документа распределения',
        номерДокРаспр: {
          __caption__: 'Номер документа распределения'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличДеф: {
      __caption__: 'Налич деф'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКлиента: {
      __caption__: 'Удовл клиента'
    },
    формирРаспр: {
      __caption__: 'формирРаспр'
    }
  }
};
